"%1$@ day(s) and %2$@ hour(s)" = "%1$@ Tag(e) und %2$@ Stunde(n)";
"Are you sure you want to delete this CGM?" = "Sind Sie sicher, dass Sie dieses CGM löschen wollen?";
"Calibration Info i1" = "i1";
"Calibration Info i2" = "i2";
"Calibration Info i3" = "i3";
"Calibration Info i4" = "i4";
"Calibration Info i5" = "i5";
"Calibration Info i6" = "i6";
"Calibration Info" = "Kalibrierung";
"Cancel" = "Abbrechen";
"Configuration" = "Konfiguration";
"Delete CGM" = "CGM löschen";
"Libre 2" = "Libre 2";
"Latest Reading Date" = "Datum";
"Latest Reading Glucose" = "Glukose";
"Latest Reading Trend" = "Trend";
"Latest Reading" = "Letzte Messung";
"mg/dL" = "mg/dL";
"mmol/L" = "mmol/L";
"Nearby Transmitters" = "Gefundene Sensoren";
"Please replace your old sensor as soon as possible" = "Bitte ersetzen Sie Ihren alten Sensor so schnell wie möglich";
"Replace sensor in %1$@ day" = "Sensor läuft in einem Tag ab";
"Replace sensor in %1$@ days" = "Sensor läuft in %1$@ Tagen ab";
"Replace sensor in %1$@ hour" = "Sensor läuft in einer Stunde ab";
"Replace sensor in %1$@ hours" = "Sensor läuft in %1$@ Stunden ab";
"Sensor Age" = "Alter";
"Sensor Connection" = "Verbindung";
"Sensor ending soon" = "Sensor endet bald";
"Sensor expired" = "Sensor abgelaufen";
"Sensor Id" = "Kennung";
"Sensor Info" = "Sensor";
"Sensor Region" = "Region";
"Sensor Serial" = "Seriennummer";
"Sensor State" = "Status";
"Sensor Type" = "Generation";
"Upload Readings" = "Messwerte hochladen";
"Rescan NFC" = "Rescan NFC";
"Alert title: Rescan NFC" = "Alert title: Rescan NFC";
"Alert message: Rescan NFC" = "Alert message: Rescan NFC";
